[
  {
    "id": 1,
    "imageUrl": "/slide-i.jpg",
    "title": "Refreshing Cola",
    "description": "Classic cola flavor with a refreshing taste. Made with the finest cola beans and natural sweeteners, our Refreshing Cola is a timeless favorite that satisfies your thirst and leaves you wanting more. Enjoy the effervescence and authentic cola taste in every sip. Perfect for any occasion.",
    "price": "2.99"
  },
  {
    "id": 2,
    "imageUrl": "/slide-ii.jpg",
    "title": "Zesty Lemon Lime",
    "description": "A citrusy blend of lemon and lime for a zesty experience. Our Zesty Lemon Lime soft drink offers a burst of citrus flavors that awaken your taste buds. Made from real lemons and limes, this fizzy delight is perfect for hot summer days or anytime you crave a refreshing citrus kick. Enjoy the tangy goodness!",
    "price": "3.49"
  },
  {
    "id": 3,
    "imageUrl": "/slide-iii.jpg",
    "title": "Berry Blast",
    "description": "Sweet and tangy berries combined for a delightful blast of flavor. Indulge in the luscious taste of mixed berries with our Berry Blast soft drink. This vibrant concoction blends strawberries, blueberries, and raspberries to create a harmonious symphony of flavors. Experience the joy of berry goodness with every sip. A treat for your taste buds!",
    "price": "3.99"
  },
  {
    "id": 4,
    "imageUrl": "/slide-iv.jpg",
    "title": "Citrus Fizz",
    "description": "Fizz up your day with our Citrus Fizz soft drink. Bursting with the refreshing essence of oranges, lemons, and grapefruits, this drink is a citrus lover’s dream. The zesty aroma and tangy notes create a delightful drinking experience. Enjoy the perfect balance of sweetness and tartness. A citrus explosion in every gulp!",
    "price": "4.29"
  },
  {
    "id": 5,
    "imageUrl": "/slide-v.jpg",
    "title": "Tropical Paradise",
    "description": "Escape to a Tropical Paradise with our exotic soft drink. This blend of tropical fruits, including pineapple, mango, and passion fruit, transports you to sandy beaches and turquoise waters. Close your eyes and savor the tropical symphony that dances on your taste buds. Experience paradise in a bottle!",
    "price": "4.99"
  },
  {
    "id": 6,
    "imageUrl": "/slide-vi.jpg",
    "title": "Summer Splash",
    "description": "Make a splash with our Summer Splash soft drink. This vibrant and fruity concoction captures the essence of summer with a mix of watermelon, strawberries, and kiwi. The juicy and refreshing flavors will keep you cool on the hottest days. Dive into a pool of deliciousness with every sip. Your ticket to summer fun!",
    "price": "3.79"
  },
  {
    "id": 7,
    "imageUrl": "/slide-vii.jpg",
    "title": "Minty Fresh",
    "description": "Awaken your senses with our Minty Fresh soft drink. Infused with the crispness of fresh mint leaves, this drink offers a cool and invigorating experience. The minty aroma and tingling sensation make it a perfect choice for a refreshing break. Enjoy the natural freshness of mint in every gulp. A breath of fresh air!",
    "price": "3.49"
  },
  {
    "id": 8,
    "imageUrl": "/slide-viii.jpg",
    "title": "Vanilla Dream",
    "description": "Indulge in the creamy goodness of our Vanilla Dream soft drink. Blending the smoothness of vanilla with a hint of caramel, this drink is a dessert lover’s delight. The velvety texture and rich flavors create a heavenly taste experience. Treat yourself to a sip of luxury. A dreamy escape into sweetness!",
    "price": "4.79"
  },
  {
    "id": 9,
    "imageUrl": "/slide-ix.jpg",
    "title": "Cherry Crush",
    "description": "Experience the boldness of cherries with our Cherry Crush soft drink. Bursting with the intense flavor of ripe cherries, this drink is a symphony of sweetness and tartness. Each sip is a journey through cherry orchards. The deep red hue and luscious taste make it a must-try for cherry enthusiasts. Crush your cravings with Cherry Crush!",
    "price": "3.99"
  },
  {
    "id": 10,
    "imageUrl": "/slide-x.jpg",
    "title": "Peach Paradise",
    "description": "Savor the sweetness of peaches with our Peach Paradise soft drink. Crafted from sun-ripened peaches, this drink captures the essence of summer orchards. The juicy and fragrant peach flavors make it a delightful choice for peach lovers. Close your eyes and imagine orchard blossoms in every drop. Paradise found in a bottle!",
    "price": "4.49"
  }
]
